p = -3:.1:3;
a1 = radbas(p);
a2 = radbas(p-1.5);
a3 = radbas(p+2);
a = a1 + a2*1 + a3*0.5;
plot(p,a1,p,a2,p,a3*0.5,p,a)

P = -1: .1: 1;
T = [-.9602 -.5770 -.0729 .3771 .6405 .6600 .4609 .1336 ...
 -.2013 -.4344 -.5000 -.3930 -.1647 .0988 .3072 .3960 ...
 .3449 .1816 -.0312 -.2189 -.3201];
GOAL = 0.1; % Допустиме значення функціоналу помилки
SPREAD = 0.01; % Параметр впливу
net = newrb (P, T, GOAL, SPREAD); % Створення мережі
net.layers {1} .size% Число нейронів в прихованому шарі

plot (P, T, '+ k')% Точки навчальної множини
hold on;
X = -1: .01: 1;
Y = sim (net, X); % Моделювання мережі
plot (X, Y); %