<template>
  <v-card 
  height="auto"
  width="1000"
  class="mx-auto mt-5 px-8 py-5"
  >
  <h1 class="display-1">Керівництво користувачу</h1>
  <v-divider class="my-5"></v-divider>
  <div class="text-justify body-1">
    <p class="mb-5">YOUX поважає права інтелектуальної власності і розраховує, що ви зробите те саме. 
      Ми встановили кілька основних правил, яких ви повинні дотримуватися під час користування Сервісом, 
      щоб переконатися, що YOUX залишається приємним для всіх. 
      Ви повинні дотримуватися цих правил і повинні заохочувати інших користувачів робити те саме.
    </p>
    <h3 class="headline mb-3">Нижче не дозволено з будь-якої причини:</h3> 
    <ol>
        <li>копіювання, перерозподіл, відтворення, "видобуток", записування, передача, виконання чи показ 
            громадськості, трансляція або надання громадськості будь-якої частини Служби YOUX 
            або Вмісту або іншим чином використання будь-якої служби YOUX або 
            Вміст, який прямо не дозволений угодами чи чинним законодавством або який 
            іншим чином порушує права інтелектуальної власності (наприклад, авторські права) у 
            Службі YOUX або Вмісті чи будь-якій його частині;
        </li>
        <li class="mt-3">
            використання служби YOUX для імпорту або копіювання 
            будь-яких локальних файлів, на які ви не маєте законного права імпортувати чи копіювати таким чином;
        </li>
        <li class="mt-3">
            надання вашого пароля будь-якій іншій особі або використання імені користувача та пароля будь-якої 
            іншої особи;
        </li>
        <li class="mt-3">
            видалення або зміна будь-яких сповіщень про авторські права, торговельну марку чи інші права 
            інтелектуальної власності, що містяться у Вмісті чи Сервісі або надані через Сервіс 
            (у тому числі з метою маскування або зміни будь-яких ознак права власності чи джерела будь-якого Вмісту);
        </li>
        <li class="mt-3">
            продаж, оренду, субліцензію чи лізинг будь-якої частини Служби YOUX або Вмісту;
        </li>
    </ol>

    <p class="mt-5">Будь ласка, поважайте YOUX, власників вмісту та інших користувачів служби YOUX.
        Натиснувши на checkbox ви тим самим погоджуєтесь з вище перечисленими вимогами
    </p>
    <p >Будь ласка, подумайте про те, як ви користуєтесь службою YOUX та чим ділитеся. 
        Служба YOUX включає соціальні та інтерактивні функції, включаючи можливість 
        розміщення вмісту користувача, обміну вмістом та оприлюднення певної інформації про вас. 
        Пам’ятайте, що спільна або загальнодоступна інформація може використовуватися та повторно ділитися іншими 
        користувачами в YOUX або в Інтернеті, тому будь ласка, використовуйте YOUX уважно та пам'ятайте про 
        налаштування свого облікового запису. YOUX не несе відповідальності за ваш вибір розміщення 
        матеріалів на Сервісі.</p>
    <p>Ваш пароль захищає ваш обліковий запис користувача, і ви несете всю відповідальність за збереження 
        конфіденційності та безпеки вашого пароля. Ви розумієте, що несете відповідальність за все використання 
        (включаючи будь-яке несанкціоноване використання) свого імені користувача та пароля в Сервісі. 
        Якщо ваше ім’я користувача або пароль втрачено або викрадено, або якщо ви вважаєте, що був 
        несанкціонований доступ до вашого облікового запису третьою стороною, ви повинні негайно 
        повідомити про нас та змінити ваш пароль якнайшвидше.</p>

  </div>
  


  </v-card>
</template>

<script>
export default {

}
</script>

<style scoped>

</style>